app/controllers/users_controller.rb

INSERT INTO `users` (`name`, `email`, `created_at`, `updated_at`, `sex`, `age`) VALUES ('aaaa', 'aaaa', '2018-03-11 09:25:55', '2018-03-11 09:25:55', 0, 1)
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save